Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.